export const answer_top = [
  '나는 여러 친구들과 많이 사귀는 편이다.',
  '계발활동을 갈 때 새로운 친구들을 만나는 것이 신난다.',
  '처음 보는 친구들을 만나면 내가 먼저 말한다.',
  '나의 생각이나 느낌을 다른 사람에게 이야기하는 편이다.',
  '나는 친구들과 함께 하는 놀이가 좋다.',
  '나는 친구들에게 내가 직접 보고 들은 것에 대 해 얘기하는 것을 좋아한다.',
  '나는 실제로 있었던 사람이나 사실에 대한 책을 좋아한다.',
  '어려운 일에 부딪히면 하던 일을 잘못 한다.',
  '나는 무엇을 할 때 전에 배웠던 대로 하는 것이 편하다.',
  '나는 그려진 그림에 색칠하기를 좋아한다.',
  '나는 불공평한 것이 가장 나쁘다고 생각한다.',
  '나는 공부 잘하는 실력 있는 학생으로 인정받고 싶다.',
  '우리 편이 지면 다음 번에는 이기도록 계획을 짠다.',
  '친구의 잘못된 점은 지적해 주는 편이다.',
  '나는 공평한 사람이 되고 싶다.',
  '내가 해야 할 일을 먼저 하고 논다.',
  '수업 계획에 따라 차근차근 가르쳐 주시는 선생님이 좋다.',
  '나는 정리정돈 된 깨끗한 방이 좋다.',
  '하기 쉽게 잘 짜여진 숙제를 나는 좋아한다.',
  '자전거를 탈 때 어디로 갈지 미리 생각하고 탄다.',
];

export const answer_bottom = [
  '나는 몇 명의 친구들과 깊이 사귀는 편이다.',
  '새로운 계발활동 부서에 갈 때 처음 보는 친 구들과 앞으로 어떻게 지낼까 걱정이다.',
  '처음 보는 친구들을 만나면 다른 친구가 나에게 먼저 말한다.',
  '나의 생각이나 느낌을 내 마음 속에 간직하는 편이다.',
  '나는 나 혼자 재미있게 하는 놀이가 좋다.',
  '난 친구들에게 내가 상상한 것을 이야기하는 것을 좋아한다.',
  '나는 상상으로 지어낸 이야기를 좋아한다.',
  '어려운 일에 부딪히면 도전하고 싶은 마음이 생긴다.',
  '나는 무엇을 할 때 새로운 방법으로 하는 것이 더욱 재미있다.',
  '나는 이야기 지어내기를 좋아한다.',
  '나는 다른 사람의 마음에 상처를 주는 것이 가장 나쁘다고 생각한다.',
  '나는 친구들 사이에서 인기가 좋은 학생으로 인정받고 싶다.',
  '우리 편이 지면 ‘다음에 이기면 되지’하면 서 친구들의 기분을 좋게 해준다.',
  '친구의 잘못된 점을 지적해 주면 친구가 어떻게 생각할까 걱정이 돼서 말하지 않는 편이다.',
  '나는 친절한 사람이 되고 싶다.',
  '내가 할 수 있는 일이라면 먼저 재미있게 놀고 난 후에 해도 괜찮다.',
  '그때그때마다 우리가 좋아하는 것에 맞추어 수업내용을 바꾸어서 가르치는 선생님이 좋다.',
  '나는 내 마음대로 흩어놓을 수 있는 방이 좋다.',
  '새로운 방법으로 하는 숙제를 나는 좋아한다.',
  '자전거를 탈 때 그냥 달리고 나서 어디로 갈 지 생각한다.',
];

export const answer = [
  [
    '나는 여러 친구들과 많이 사귀는 편이다.',
    '나는 몇 명의 친구들과 깊이 사귀는 편이다.',
  ],
  [
    '계발활동을 갈 때 새로운 친구들을 만나는 것이 신난다.',
    '새로운 계발활동 부서에 갈 때 처음 보는 친구들과 앞으로 어떻게 지낼까 걱정이다.',
  ],
  [
    '처음 보는 친구들을 만나면 내가 먼저 말한다.',
    '처음 보는 친구들을 만나면 다른 친구가 나에게 먼저 말한다.',
  ],
  [
    '나의 생각이나 느낌을 다른 사람에게 이야기하는 편이다.',
    '나의 생각이나 느낌을 내 마음 속에 간직하는 편이다.',
  ],
  [
    '나는 친구들과 함께 하는 놀이가 좋다.',
    '나는 나 혼자 재미있게 하는 놀이가 좋다.',
  ],
  [
    '나는 친구들에게 내가 직접 보고 들은 것에 대해 얘기하는 것을 좋아한다.',
    '난 친구들에게 내가 상상한 것을 이야기하는 것을 좋아한다.',
  ],
  [
    '나는 실제로 있었던 사람이나 사실에 대한 책을 좋아한다.',
    '나는 상상으로 지어낸 이야기를 좋아한다.',
  ],
  [
    '어려운 일에 부딪히면 하던 일을 잘못 한다.',
    '어려운 일에 부딪히면 도전하고 싶은 마음이 생긴다.',
  ],
  [
    '나는 무엇을 할 때 전에 배웠던 대로 하는 것이 편하다.',
    '나는 무엇을 할 때 새로운 방법으로 하는 것이 더욱 재미있다.',
  ],
  [
    '나는 그려진 그림에 색칠하기를 좋아한다.',
    '나는 이야기 지어내기를 좋아한다.',
  ],
  [
    '나는 불공평한 것이 가장 나쁘다고 생각한다.',
    '나는 다른 사람의 마음에 상처를 주는 것이 가장 나쁘다고 생각한다.',
  ],
  [
    '나는 공부 잘하는 실력 있는 학생으로 인정받고 싶다.',
    '나는 친구들 사이에서 인기가 좋은 학생으로 인정받고 싶다.',
  ],
  [
    '우리 편이 지면 다음 번에는 이기도록 계획을 짠다.',
    '우리 편이 지면 ‘다음에 이기면 되지’하면 서 친구들의 기분을 좋게 해준다.',
  ],
  [
    '친구의 잘못된 점은 지적해 주는 편이다.',
    '친구의 잘못된 점을 지적해 주면 친구가 어떻게 생각할까 걱정이 돼서 말하지 않는 편이다.',
  ],
  ['나는 공평한 사람이 되고 싶다.', '나는 친절한 사람이 되고 싶다.'],
  [
    '내가 해야 할 일을 먼저 하고 논다.',
    '내가 할 수 있는 일이라면 먼저 재미있게 놀고 난 후에 해도 괜찮다.',
  ],
  [
    '수업 계획에 따라 차근차근 가르쳐 주시는 선생님이 좋다.',
    '그때그때마다 우리가 좋아하는 것에 맞추어 수업내용을 바꾸어서 가르치는 선생님이 좋다.',
  ],
  [
    '나는 정리정돈 된 깨끗한 방이 좋다.',
    '나는 내 마음대로 흩어놓을 수 있는 방이 좋다.',
  ],
  [
    '하기 쉽게 잘 짜여진 숙제를 나는 좋아한다.',
    '새로운 방법으로 하는 숙제를 나는 좋아한다.',
  ],
  [
    '자전거를 탈 때 어디로 갈지 미리 생각하고 탄다.',
    '자전거를 탈 때 그냥 달리고 나서 어디로 갈 지 생각한다.',
  ],
];
